---
kind: type
id: T:Autodesk.Revit.DB.MassDisplayTemporaryOverrideType
source: html/b5a4d32d-0d3c-e17e-36b9-9a12914aae2e.htm
---
# Autodesk.Revit.DB.MassDisplayTemporaryOverrideType

This enum identifies the mass display overrides.

## Syntax (C#)
```csharp
public enum MassDisplayTemporaryOverrideType
```